Repository: tig-nl/gls-woocommerce
Catalog: languages/gls-woocommerce-*.po
Languages: nl_nl

source: Connect WooCommerce to GLS to provide GLS delivery options in checkout.
nl_nl: Activeer GLS WooCommerce om GLS verzendmethode opties te bieden in de kassa.

source: Please register or provide an API key to start shipping with GLS.
nl_nl: Voer API gegevens in om te de GLS verzendmethode te activeren.

source: GLS - Create & Print Labels
nl_nl: GLS - Maak & Print Labels

source: Failed Order id: #%s for GLS shipment information.
nl_nl: Mislukt Order-id: #%s voor GLS verzendinformatie.

source: Processed %s Order for GLS shipment information.
nl_nl: %s order verwerkt voor GLS verzendinformatie.

source: Create labels
nl_nl: Maak labels

source: GLS Shipping Information
nl_nl: GLS Verzendinformatie

source: GLS shipping information not available.
nl_nl: GLS Verzendinformatie niet beschikbaar.

source: Settings
nl_nl: Instellingen

source: Delete label
nl_nl: Verwijder label

source: No. of labels
nl_nl: Aantal labels

source: Create
nl_nl: Aanmaken

source: Print All
nl_nl: Print Alle

source: API Configuration
nl_nl: API Configuratie

source: Delivery Options
nl_nl: Verzendopties

source: Add your API credentials to connect WooCommerce to the GLS API.
nl_nl: Voeg uw API gegevens in om GLS te activeren.

source: Support
nl_nl: Ondersteuning

source: Test mode
nl_nl: Test modus

source: Use test mode in staging or development environments
nl_nl: Gebruik testmodus in staging of ontwikkelomgevingen

source: Username
nl_nl: Gebruikersnaam

source: Need help with setting up the plugin? See support box above for details, don't hesitate to contact us!
nl_nl: Hulp nodig met het opzetten van de plugin? In de supportbox boven aan de pagina staan contactgegevens!

source: Password
nl_nl: Wachtwoord

source: Subscription key
nl_nl: Abonnementssleutel

source: Customer number
nl_nl: Klantnummer

source: Test credentials
nl_nl: Test accountgegevens

source: Configure the display of the available delivery options in checkout.
nl_nl: Configureer de weergave van de verzendopties in de kassa.

source: Deadline at which an order can be placed in order to be processed.
nl_nl: Deadline, tot deze tijd kan een order geplaatst worden en verwerkt worden.

source: Processing Time
nl_nl: Verwerkingstijd

source: The time (in days) it takes to process and package an order before it's shipped.
nl_nl: De tijd (in dagen) die nodig is voor het verwerken en verpakken van een bestelling voordat het wordt verscheept.

source: Label format
nl_nl: Labelformaat

source: Which label format do you need
nl_nl: Welk label formaat wilt u gebruiken

source: Label Margin Top (only PDF A4)
nl_nl: Label Marge boven (alleen PDF A4)

source: Distance in mm
nl_nl: Afstand in mm

source: Label Margin Left (only PDF A4)
nl_nl: Label Marge links (alleen PDF A4)

source: No. of Shops to Display
nl_nl: Aantal Parcelshops weergeven in de kassa

source: Number of ParcelShops to display in the ShopDelivery-tab in checkout.
nl_nl: Aantal ParcelShops weer te geven in de ShopDelivery-tab in de kassa.

source: Enable changing order status
nl_nl: Orderstatus aanpassen

source: Enable this to change the order status when a GLS label is created.
nl_nl: Schakel dit in om de orderstatus aan te passen als een GLS label is aangemaakt.

source: Status of the order after creating the label
nl_nl: Status van de order na het aanmaken van het label

source: Enable ShopReturnService
nl_nl: Inschakelen ShopReturnService

source: Enable this to offer easy returns to your customers. A return label is generated along with every delivery label. (Only for shipping in the Netherlands)
nl_nl: Schakel dit in om gemakkelijk terugzenden aan uw klanten aan te bieden. Een return label wordt gegenereerd samen met elke leveringsetiket. (Alleen voor verzending binnen Nederland)

source: Enable FlexDeliveryService
nl_nl: Inschakelen FlexDeliveryService

source: Enable this to send updates to your customers about their shipment and allow them to adjust delivery times while it's in transit.
nl_nl: Schakel dit in, zodat uw klanten updates ontvangen van GLS over hun zending en het bezorgmoment aangepast kan worden, terwijl het onderweg is.

source: Available delivery options are listed below and can be enabled/disabled to control their visibility on the frontend. Fees should be entered <strong>excl. VAT</strong>.
nl_nl: Verzendopties worden hieronder vermeld en de zichtbaarheid op de kassa kan worden ingeschakeld. Kosten dienen <strong>excl. BTW</strong> ingevuld te worden.

source: PDF (A4, 2 labels/page)
nl_nl: PDF (A4, 2 labels/pagina)

source: PDF (A4, 4 labels/page)
nl_nl: PDF (A4, 4 labels/pagina)

source: In order for the GLS plugin to work correctly, the store address needs to be set.
nl_nl: Om de GLS verzendmethode goed te laten werken moet het winkeladres worden ingevuld.

source: Store Address
nl_nl: Winkeladres

source: This address will be printed on the ShopReturnService labels.
nl_nl: Dit adres zal worden gebruikt voor ShopReturnService labels.

source: The store address can be changed
nl_nl: Het winkeladres kan aangepast worden bij de WooCommerce tab “Algemeen”

source: %shere%s
nl_nl: %shier%s

source: In order for the GLS plugin to work correctly, the email sender options needs to be set.
nl_nl: Om de GLS verzendmethode goed te laten werken moeten de email afzender opties worden ingevuld.

source: Email Sender Options
nl_nl: E-mailafzender opties

source: Track and trace emails sent by GLS will be send from this email address.
nl_nl: Track & Trace emails worden verstuurd vanuit GLS met deze afzender.

source: The email sender options can be changed
nl_nl: De e-mail afzender opties kunnen worden aangepast bij de WooCommerce tab “E-mails”

source: active
nl_nl: actief

source: deactive
nl_nl: inactief

source: free shipping above %s %s (excl. tax)
nl_nl: verzendkosten vervallen bij orderbedrag van %s %s (excl. BTW)

source: no free shipping
nl_nl: altijd verzendkosten rekenen

source: In order for the GLS plugin to work correctly, it should be setup as active shipping method.
nl_nl: Om de GLS verzendmethode goed te laten werken moet het GLS geconfigureerd zijn als actieve verzendmethode.

source: GLS shipping method check
nl_nl: GLS verzendmethode check

source: Configured GLS shipping methods found
nl_nl: Geconfigureerde GLS verzendmethodes

source: Active shipping methods will be shown to the customer in the checkout.
nl_nl: Actieve verzendmethodes worden getoond in de kassa.

source: The shipping methods can be changed
nl_nl: Verzendmethodes kunnen worden aangepast bij de WooCommerce tab “Verzendmethoden”

source: Api credentials are correct.
nl_nl: Api gegevens zijn correct ingevuld.

source: Click here to setup the delivery options.
nl_nl: Klik hier voor de verzendopties.

source: Api credentials are not correct, please fill in the correct values.
nl_nl: Api gegevens zijn niet correct, vul alstublieft de juiste gegevens in.

source: GLS Netherlands Shipping WooCommerce Plugin
nl_nl: GLS WooCommerce Plugin

source: This plugin is developed by
nl_nl: Deze plugin is ontwikkeld door

source: To use this extension you need to be a business customer of GLS Netherlands. If you are not yet a business customer, just request your individual offer using this form:
nl_nl: Om gebruik te kunnen maken van deze plugin moet u een zakelijk klant zijn van GLS Nederland. Als u nog geen zakelijke klant bent, kunt u zich eenvoudig registreren met dit formulier:

source: become a customer.
nl_nl: zakelijke klant.

source: Do you need help with setting up this plugin?
nl_nl: Hulp nodig met het opzetten van deze plugin?

source: Phone
nl_nl: Telefoonnummer

source: during business hours
nl_nl: tijdens kantooruren

source: E-mail
nl_nl: E-mailadres

source: Delivery Option
nl_nl: Verzendoptie

source: Description
nl_nl: Beschrijving

source: Additional Fee (excl. VAT)
nl_nl: Extra kosten (excl. BTW)

source: Enabled
nl_nl: Ingeschakeld

source: The "%s" delivery option is currently enabled
nl_nl: De “%s” verzendoptie is momenteel ingeschakeld

source: The "%s" delivery option is currently disabled
nl_nl: De “%s” verzendoptie is momenteel uitgeschakeld

source: Home Delivery Label
nl_nl: Thuisbezorging Label

source: This controls the home delivery label that the user sees with the delivery options
nl_nl: Hiermee verander je de tekst welke de gebruiker voor thuisbezorging ziet tussen de bezorgopties

source: ParcelShop Label
nl_nl: PakketShop Label

source: This controls the ParcelShop label that the user sees with the delivery options
nl_nl: Hiermee verander je de tekst welke de gebruiker voor PakketShop ziet tussen de bezorgopties

source: Enable free shipping
nl_nl: Gratis verzenden aanzetten

source: Enable free shipping above an order amount
nl_nl: Verzendkosten vervallen bij orderbedrag vanaf

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Apply free shipping above order amount
nl_nl: Verzendkosten vervallen bij orderbedrag vanaf

source: Enter the order amount (excl. tax) above (and equal) which free shipping will be applied.
nl_nl: Vul een orderbedrag (excl. btw) in vanaf waar de de verzendkosten komen te vervallen.

source: Apply free shipping to extra services
nl_nl: Ook geen verzendkosten rekenen voor extra services

source: Enable this when extra service costs are also free when free shipping applies.
nl_nl: Vink dit aan als je voor extra services ook de verzendkosten wil laten vervallen bij het boven ingevulde orderbedrag.

source: Set shipping type fixed for B2B or B2C
nl_nl: Type geaddresseerde instellen vast voor B2B of B2C

source: Enable this when sending only to Business or Consumer.
nl_nl: Verander dit alleen wanneer u uitsluitend naar bedrijven of uitsluitend naar consumenten verzend.

source: Autodetect
nl_nl: Automatisch detecteren

source: Personal
nl_nl: Particulier

source: Postcode and/or country not specified.
nl_nl: Postcode en/of land niet opgegeven.

source: No postcode specified.
nl_nl: Geen postcode opgegeven.

source: Your order is sent.
nl_nl: Uw order is verstuurd.

source: The products in this cart do not require shipping.
nl_nl: De producten in de winkelwagen hoeven niet te worden verzonden.

source: Label(s) created successfully
nl_nl: Label(s) aangemaakt

source: Label could not be deleted from the GLS API
nl_nl: Label kon niet worden verwijderd via de GLS API

source: Label(s) deleted successfully
nl_nl: Label(s) verwijderd

source: Shop name does not fit on the GLS label. The shop name may contain at most 30 characters. Please split in Settings -> General -> Site Title
nl_nl: De winkelnaam past niet op het GLS-label. De winkelnaam mag maximaal 30 tekens bevatten. U kunt dit aanpassen via Instellingen -> Algemeen -> Site Titel

source: Field %s contains errors: %s
nl_nl: Veld %s bevat fouten: %s

source: The GLS plugin is not configured properly
nl_nl: De GLS verzendmethode is goed geconfigureerd

source: Invalid request
nl_nl: Ongeldige aanvraag

source: Cloning is forbidden.
nl_nl: Klonen verboden.

source: Unserializing instances of this class is forbidden.
nl_nl: Unserializing instanties van deze klasse is verboden.

source: (free shipping)
nl_nl: (gratis verzenden)

source: TimeDefiniteService (Saturday before 12.00 AM)
nl_nl: TimeDefiniteService (zaterdag vóór 12.00 uur)

source: Delivery on Saturday before 12.00 AM.
nl_nl: Levering op zaterdag vóór 12.00 uur.

source: TimeDefiniteService (Saturday before 17.00 AM)
nl_nl: TimeDefiniteService (zaterdag vóór 17.00 uur)

source: Delivery on Saturday before 17.00 AM.
nl_nl: Levering op zaterdag vóór 17.00 uur.

source: TimeDefiniteService (Saturday before 9.00 AM)
nl_nl: TimeDefiniteService (zaterdag vóór 09:00 uur)

source: Delivery on Saturday before 9.00 AM.
nl_nl: Levering op zaterdag vóór 09:00 uur.

source: Delivery on Saturday.
nl_nl: Levering op zaterdag.

source: Delivery to ParcelShops.
nl_nl: Levering aan PakketShops.

source: TimeDefiniteService (Before 12.00 AM)
nl_nl: TimeDefiniteService (vóór 12.00 uur)

source: Next business day delivery before 12.00 AM.
nl_nl: Volgende werkdag vóór 12.00 uur.

source: TimeDefiniteService (Before 17.00 AM)
nl_nl: TimeDefiniteService (vóór 17.00 uur)

source: Next business day delivery before 17.00 AM.
nl_nl: Volgende werkdag vóór 17.00 uur.

source: TimeDefiniteService (Before 9.00 AM)
nl_nl: TimeDefiniteService (vóór 09:00 uur)

source: Next business day delivery before 9.00 AM.
nl_nl: Volgende werkdag vóór 09:00 uur.

source: Shipping Options
nl_nl: Verzendopties

source: Home delivery
nl_nl: Thuisbezorging

source: ParcelShop
nl_nl: PakketShop

source: Show business hours
nl_nl: Toon kantooruren

source: Close
nl_nl: Sluiten
